/* email.password请根据实际情况配置，以下为示例 */
insert into sys_code(config_key, config_value, config_type, description)
values ('email.password', 'xxxxxxxxxxxx', 'sys_config', '授权码');



insert into music_list(list_name, list_info, list_style, list_pic, user_id, list_type)
values ('汐若初见', '山林是你们的也是我们的，为什么要霸占它呢，人类和狸子还有那么多的动物，为什么不能和睦的相处呢?', '',
        '/Resource/image/songListImg/001_1642492472819.jfif', 1000000000, 2),
       ('顾北凉城', '归于土，而滋养了草。蒙古人在这个巨大的食物链和生命循环体系中生存，也看到自己的存在。', '',
        '/Resource/image/songListImg/020_1642661583557.jfif', 1000000000, 2),
       ('流年亂了浮生', '如果失去了童真的话，那狸子就不是狸子了。', '',
        '/Resource/image/songListImg/021_1642661639671.jfif', 1000000000, 2),
       ('巴黎的雪花飘落在东京路上', '我浑身伤痛，跋涉万里，疲倦地寻找，只为来与你相见。', '',
        '/Resource/image/songListImg/022_1642661680344.jfif', 1000000000, 2),
       ('孤久则安', '曾经发生过的事不可能忘记，只是想不起来了', '', '/Resource/image/songListImg/123.jpg', 1000000000,
        2),
       ('海是天的影子', '成长，是每个孩子的权力，也是他们必经的征程，或平坦', '',
        '/Resource/image/songListImg/300 (9)_1642493108952.jfif', 1000000000, 2),
       ('时光如画，划过你明媚的眼', '不要对外表过分在意，心灵才是最重要的。', '',
        '/Resource/image/songListImg/109951163408189924.jpg', 1000000000, 2),
       ('花前月下，只为伱如痴如醉', '不要吃太胖噢，会被杀掉的!', '', '/Resource/image/songListImg/109951163414509421.jpg',
        1000000000, 2),
       ('夏末沉沦', '多年后，再回想年少时的迷茫和执着，或许原因都不记得了。青春就是让你张扬地笑，也给你莫名的痛。', '',
        '/Resource/image/songListImg/109951163443093546.jpg', 1000000000, 2),
       ('未完的旋律', '人老的唯一好处就是，少了的东西越来越少了。', '',
        '/Resource/image/songListImg/109951163462173993.jpg', 1000000000, 2);

insert into music_list_song_relate (list_id, song_id)
values (1000000000, 3000000000),
       (1000000001, 3000000001),
       (1000000002, 3000000002),
       (1000000003, 3000000003),
       (1000000004, 3000000004),
       (1000000005, 3000000005),
       (1000000006, 3000000006),
       (1000000007, 3000000007),
       (1000000008, 3000000010),
       (1000000001, 3000000011),
       (1000000002, 3000000012),
       (1000000003, 3000000013),
       (1000000001, 3000000014),
       (1000000005, 3000000015),
       (1000000001, 3000000016),
       (1000000008, 3000000008),
       (1000000009, 3000000009);